---
---

window.ChinaProvince = [
    {
      "text": "北京市",
      "id": "110000"
    },
    {
      "text": "天津市",
      "id": "120000"
    },
    {
      "text": "河北省",
      "id": "130000"
    },
    {
      "text": "山西省",
      "id": "140000"
    },
    {
      "text": "内蒙古自治区",
      "id": "150000"
    },
    {
      "text": "辽宁省",
      "id": "210000"
    },
    {
      "text": "吉林省",
      "id": "220000"
    },
    {
      "text": "黑龙江省",
      "id": "230000"
    },
    {
      "text": "上海市",
      "id": "310000"
    },
    {
      "text": "江苏省",
      "id": "320000"
    },
    {
      "text": "浙江省",
      "id": "330000"
    },
    {
      "text": "安徽省",
      "id": "340000"
    },
    {
      "text": "福建省",
      "id": "350000"
    },
    {
      "text": "江西省",
      "id": "360000"
    },
    {
      "text": "山东省",
      "id": "370000"
    },
    {
      "text": "河南省",
      "id": "410000"
    },
    {
      "text": "湖北省",
      "id": "420000"
    },
    {
      "text": "湖南省",
      "id": "430000"
    },
    {
      "text": "广东省",
      "id": "440000"
    },
    {
      "text": "广西壮族自治区",
      "id": "450000"
    },
    {
      "text": "海南省",
      "id": "460000"
    },
    {
      "text": "重庆市",
      "id": "500000"
    },
    {
      "text": "四川省",
      "id": "510000"
    },
    {
      "text": "贵州省",
      "id": "520000"
    },
    {
      "text": "云南省",
      "id": "530000"
    },
    {
      "text": "西藏自治区",
      "id": "540000"
    },
    {
      "text": "陕西省",
      "id": "610000"
    },
    {
      "text": "甘肃省",
      "id": "620000"
    },
    {
      "text": "青海省",
      "id": "630000"
    },
    {
      "text": "宁夏回族自治区",
      "id": "640000"
    },
    {
      "text": "新疆维吾尔自治区",
      "id": "650000"
    }
  ]